{
    "0": "La physique nous aide à comprendre les lois fondamentales de l'univers.",
    "1": "La chimie révèle les secrets des molécules et des réactions.",
    "2": "La biologie explore les mécanismes de la vie sur Terre.",
    "3": "L'astronomie nous montre notre place dans l'univers.",
    "4": "La géologie raconte l'histoire de la Terre.",
    "5": "Étudier le climat, c'est comprendre notre futur.",
    "6": "Les océans, source de vie et de mystères infinis.",
    "7": "L'écologie est la clé pour préserver notre planète.",
    "8": "Les animaux nous enseignent des leçons sur la vie.",
    "9": "Les plantes sont essentielles à la vie sur Terre.",
    "10": "La génétique ouvre les portes du vivant.",
    "11": "Les biotechnologies transforment la science en solutions concrètes.",
    "12": "Comprendre l'histoire, c'est comprendre le présent.",
    "13": "La géographie éclaire les liens entre les lieux et les gens.",
    "14": "La sociologie analyse les comportements et les relations humaines.",
    "15": "L'anthropologie explore la diversité humaine à travers le temps.",
    "16": "L'archéologie redonne vie aux civilisations disparues.",
    "17": "Comprendre l'esprit humain pour mieux vivre ensemble.",
    "18": "La science politique éclaire les systèmes de pouvoir.",
    "19": "L'économie analyse les choix dans un monde de ressources limitées.",
    "20": "La démographie suit les mouvements des populations dans le monde.",
    "21": "La philosophie questionne le monde et notre existence.",
    "22": "L'éthique guide nos choix face aux dilemmes complexes.",
    "24": "La linguistique révèle la structure et l'évolution des langues.",
    "25": "Explorer les cultures, c'est comprendre notre humanité partagée.",
    "26": "L'ingénierie civile construit l'infrastructure de demain.",
    "27": "L'ingénierie mécanique transforme les idées en machines.",
    "28": "L'ingénierie électrique alimente notre monde moderne.",
    "29": "L'ingénierie informatique donne vie aux technologies numériques.",
    "30": "L'ingénierie aérospatiale ouvre le ciel et l'espace.",
    "31": "L'ingénierie chimique transforme la matière en innovations.",
    "32": "La robotique associe mécanique, électronique et intelligence.",
    "33": "L'intelligence artificielle révolutionne notre façon de penser et de travailler.",
    "34": "La blockchain redéfinit la confiance dans les échanges numériques.",
    "35": "La cybersécurité protège nos données et notre vie numérique.",
    "36": "L'internet des objets connecte notre quotidien à la technologie.",
    "37": "Les nanotechnologies ouvrent un monde d'innovations infiniment petit.",
    "38": "La médecine améliore et sauve des vies chaque jour.",
    "39": "Les soins dentaires sont essentiels pour une bonne santé globale.",
    "40": "La pharmacie met la science au service de la santé.",
    "41": "Le rôle des infirmiers est crucial dans les soins de santé.",
    "42": "Une bonne nutrition est la base de la santé.",
    "43": "La kinésithérapie aide le corps à retrouver sa mobilité.",
    "44": "La chirurgie répare et transforme pour sauver des vies.",
    "45": "La psychiatrie écoute et soigne l'esprit humain.",
    "46": "La pédiatrie se concentre sur la santé des enfants.",
    "47": "La médecine vétérinaire veille sur la santé des animaux.",
    "48": "La santé publique protège et améliore le bien-être collectif.",
    "49": "Les neurosciences explorent les mystères du cerveau.",
    "50": "Les mathématiques sont le langage universel de la science.",
    "51": "Les statistiques transforment les données en connaissances.",
    "52": "L'informatique est au cœur de l'innovation numérique.",
    "53": "La logique est la base de tout raisonnement rigoureux.",
    "54": "La théorie des jeux analyse les choix dans des situations complexes.",
    "55": "La recherche opérationnelle optimise les systèmes et les processus.",
    "56": "La cryptographie protège nos communications et nos données.",
    "57": "La littérature donne une voix aux idées et aux émotions humaines.",
    "58": "Les arts visuels capturent la beauté et les émotions.",
    "59": "La musique est un langage universel qui touche l'âme.",
    "60": "Le théâtre raconte des histoires avec des corps et des voix.",
    "61": "Le cinéma est l'art de capturer des émotions en images.",
    "62": "Le design combine esthétique et fonctionnalité.",
    "63": "L'architecture façonne les espaces où nous vivons.",
    "64": "Les études religieuses explorent les croyances et leurs impacts.",
    "65": "L'histoire de l'art relie le passé et le présent à travers la créativité.",
    "66": "La poésie distille la beauté en mots.",
    "67": "La finance structure le fonctionnement des économies modernes.",
    "68": "La comptabilité organise les chiffres pour une meilleure gestion.",
    "69": "Le marketing connecte les produits avec les gens.",
    "70": "La gestion des ressources humaines valorise le potentiel humain.",
    "71": "L'entrepreneuriat transforme des idées en entreprises.",
    "72": "Le commerce international relie les marchés du monde entier.",
    "73": "La logistique assure que tout arrive au bon endroit au bon moment.",
    "74": "La stratégie d'entreprise guide les décisions pour la croissance.",
    "75": "L'économie comportementale explore comment nous prenons nos décisions.",
    "76": "L'économie verte met la planète au centre des choix économiques.",
    "77": "Le droit civil encadre les relations entre les citoyens.",
    "78": "Le droit pénal définit les règles et les sanctions.",
    "79": "Le droit commercial régule les échanges et les affaires.",
    "80": "Le droit du travail protège les droits des employés et des employeurs.",
    "81": "Le droit international régule les relations entre les nations.",
    "82": "Le droit de la propriété intellectuelle protège les innovations et les créations.",
    "83": "Le droit des technologies s'adapte aux évolutions numériques.",
    "84": "La criminologie étudie les causes et les impacts des crimes.",
    "85": "La médiation juridique aide à résoudre les conflits de manière équitable.",
    "86": "La pédagogie est l'art d'enseigner.",
    "87": "La didactique analyse comment rendre l'apprentissage efficace.",
    "88": "L'éducation spécialisée accompagne les besoins spécifiques des apprenants.",
    "89": "La formation continue permet de se réinventer à tout âge.",
    "90": "Comprendre comment on apprend, c'est le début de la réussite.",
    "91": "Une éducation de qualité pour tous, c'est une société meilleure demain.",
    "92": "Informer, c'est éclairer.",
    "93": "Créer des liens entre les marques et leurs publics.",
    "94": "Un bon message publicitaire reste gravé dans les esprits.",
    "95": "Filmer, c'est écrire avec la lumière.",
    "96": "Des manuels clairs, des utilisateurs heureux.",
    "97": "Comprendre les médias, c'est comprendre le pouvoir des récits.",
    "98": "Le numérique change tout, même la façon dont on se parle.",
    "99": "Les réseaux sociaux : une fenêtre sur le monde ou un miroir ?",
    "100": "La nourriture commence avec ceux qui cultivent la terre.",
    "101": "Produire plus, en respectant la planète.",
    "102": "Les forêts sont essentielles. Les préserver, c'est protéger notre futur.",
    "103": "Un jardin bien entretenu est un paradis terrestre.",
    "104": "La nature a des solutions, écoutons-la.",
    "105": "Chaque ressource compte. Préservons-les.",
    "106": "Le futur est vert : vent, soleil et eau nous alimenteront.",
    "107": "Le développement durable, c'est construire un monde qui dure.",
    "108": "Recycler, réduire, réutiliser : pour un monde plus propre.",
    "109": "Un corps actif, un esprit fort.",
    "110": "Le mouvement, c'est la santé.",
    "111": "Performance et santé : ensemble pour des athlètes au top.",
    "112": "Voyager, c'est élargir ses horizons.",
    "113": "Un bon séjour commence par un accueil chaleureux.",
    "114": "Chaque repas est une expérience culturelle.",
    "115": "Un jeu vidéo, c'est un art interactif.",
    "116": "Les compétitions virtuelles, un spectacle bien réel.",
    "117": "Protéger ses données, c'est protéger son identité.",
    "118": "Un pays sûr, c'est un avenir protégé.",
    "119": "La paix se prépare autant que la guerre.",
    "120": "Information, la clé pour anticiper et protéger.",
    "121": "Prévenir et réagir face aux crises.",
    "122": "La sécurité, une mission en constante évolution.",
    "123": "Aider ceux qui souffrent, même dans les zones les plus dangereuses.",
    "124": "Briser les barrières entre les disciplines pour innover.",
    "125": "Les données sont le pétrole du XXIe siècle.",
    "126": "Les nouveaux matériaux changent le visage de l'industrie.",
    "127": "L'égalité des genres, une bataille encore actuelle.",
    "128": "Reconnaître et célébrer la diversité humaine.",
    "129": "Chercher pour découvrir, découvrir pour progresser.",
    "130": "Innover pour changer les vies et bâtir des communautés plus fortes."
}